/**
 * 更新于 2017-6-14  莫小全的浅色设计规范
 * 图在img 文件夹里面
 * @type {{colors: [*]}}
 */
const allColors = {
    colors: [
        '#6ca9ff',
        '#5fc87d',
        '#ff7044',
        '#1976d2',
        '#22a76f',
        '#e38427',
        '#eba054',
        '#369aef',
        '#3adcc3',
        '#c1d057',
        '#339cbc',
        '#7bd430',
        '#4284fe',
        '#f87c9c',
        '#f5994a',
        '#e46459',
        '#69c7e3',
        '#e94e52',
        '#f6c660',
        '#50c769',
        '#9b92fb',
        '#4f81bd',
        '#94bd49',
        '#d64745',
        '#3055bd',
        '#86ec6f',
        '#ec861a',
        '#ec3636',
        '#3c4292',
        '#e66f28',
    ],
};
export default allColors;